Repository: booiris/baybo
Catalog: app/ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# archived.empty
source: No archived conversations
zh_hans: 无已归档对话

# archived.title
source: Archived
zh_hans: 已归档

# board.anAgent
source: an agent
zh_hans: 某个 agent

# board.answer
source: Answer
zh_hans: 回答

# board.approve
source: Approve
zh_hans: 允许

# board.assign
source: Assign
zh_hans: 指派

# board.assignTitle
source: Who is on this card?
zh_hans: 这张卡谁来做？

# board.awaitingApproval
source: Waiting for approval
zh_hans: 等待批准

# board.back
source: Back to projects
zh_hans: 返回项目

# board.bandNew
source: New
zh_hans: 有新动静

# board.bandPinned
source: Pinned
zh_hans: 已置顶

# board.bandQueue
source: Queue
zh_hans: 队列

# board.blocked
source: Blocked
zh_hans: 已阻塞

# board.cardCount
source: %@ live cards
zh_hans: %@ 张在办卡片

# board.clearFilter
source: Clear
zh_hans: 清除

# board.comingSoon
source: The board lands in the next step.
zh_hans: 看板界面下一步就到。

# board.deny
source: Deny
zh_hans: 拒绝

# board.emptyStage
source: Nothing in %@.
zh_hans: %@ 里什么都没有。

# board.filter
source: Filter
zh_hans: 筛选

# board.filterAssignee
source: Assignee
zh_hans: 负责人

# board.filterPriority
source: Priority
zh_hans: 优先级

# board.markAllRead
source: Mark all read (%@)
zh_hans: 全部标为已读（%@）

# board.move
source: Move
zh_hans: 移动

# board.moveTitle
source: Move %@ to
zh_hans: 把 %@ 移到

# board.open
source: Open
zh_hans: 打开

# board.pin
source: Pin
zh_hans: 置顶

# board.pinned
source: Pinned
zh_hans: 已置顶

# board.runAgain
source: Run again
zh_hans: 重跑

# board.runFailed
source: Run failed
zh_hans: 运行失败

# board.runningAs
source: Running as @%@
zh_hans: 由 @%@ 在跑

# board.runningOnly
source: Running only
zh_hans: 只看在跑的

# board.showCancelled
source: Show cancelled
zh_hans: 显示已取消

# board.subIssues
source: %@ of %@ sub-issues done
zh_hans: 子任务完成 %@/%@

# board.unassign
source: Nobody
zh_hans: 无人负责

# board.unassigned
source: unassigned
zh_hans: 未指派

# board.unpin
source: Unpin
zh_hans: 取消置顶

# board.unread
source: %@ unread
zh_hans: %@ 条未读

# board.waitingApproval
source: %@ needs approval on %@ %@
zh_hans: %@ 在 %@ %@ 上等你批准

# board.waitingFailed
source: %@ %@ — the run failed
zh_hans: %@ %@ — 运行失败了

# board.waitingOnYou
source: Waiting on you
zh_hans: 等你处理

# board.waitingQuestion
source: %@ asks on %@ %@
zh_hans: %@ 在 %@ %@ 上问了个问题

# board.waitingUnread
source: %@ %@ — something was said
zh_hans: %@ %@ — 有新消息

# chat.accessEnv
source: read environment
zh_hans: 读取环境变量

# chat.accessEnvVars
source: read env: %@
zh_hans: 读取环境变量：%@

# chat.accessExec
source: run: %@
zh_hans: 执行：%@

# chat.accessHttp
source: reach %@
zh_hans: 访问 %@

# chat.accessNetwork
source: network access
zh_hans: 访问网络

# chat.accessRead
source: read %@
zh_hans: 读取 %@

# chat.accessWrite
source: write %@
zh_hans: 写入 %@

# chat.addImage
source: Add attachment
zh_hans: 添加附件

# chat.approvalApprove
source: Approve
zh_hans: 允许

# chat.approvalDeny
source: Deny
zh_hans: 拒绝

# chat.approvalFailed
source: Approval failed: %@
zh_hans: 审批发送失败：%@

# chat.approvalQueued
source: %d more waiting
zh_hans: 还有 %d 个待审批

# chat.approvalTitle
source: Approve %@?
zh_hans: 允许 %@ 运行？

# chat.attachFailed
source: Couldn't read that file
zh_hans: 无法读取该文件

# chat.attachFiles
source: Files
zh_hans: 文件

# chat.attachPaste
source: Paste
zh_hans: 粘贴

# chat.attachPhotos
source: Photos
zh_hans: 照片

# chat.back
source: Back to conversations
zh_hans: 返回对话列表

# chat.draftAttachmentsLost
source: Some attachments could not be restored
zh_hans: 部分附件无法恢复

# chat.effort
source: Thinking
zh_hans: 思考等级

# chat.effort.high
source: High
zh_hans: 高

# chat.effort.low
source: Low
zh_hans: 低

# chat.effort.max
source: Max
zh_hans: 最高

# chat.effort.medium
source: Medium
zh_hans: 中

# chat.effort.minimal
source: Minimal
zh_hans: 最小

# chat.effort.none
source: None
zh_hans: 无

# chat.effort.off
source: Off
zh_hans: 关闭

# chat.effort.xhigh
source: Ultra high
zh_hans: 超高

# chat.indexAttachments
source: Attachment ×%d
zh_hans: 附件 ×%d

# chat.indexEmpty
source: No messages from you yet
zh_hans: 你还没有发送过消息

# chat.indexToday
source: Today
zh_hans: 今天

# chat.indexUnavailable
source: Index unavailable
zh_hans: 索引暂时不可用

# chat.indexYesterday
source: Yesterday
zh_hans: 昨天

# chat.jumpToLatest
source: Jump to the latest message
zh_hans: 跳到最新消息

# chat.legLost
source: Connection to the gateway was lost — reconnecting.
zh_hans: 与网关的连接已断开——正在重连。

# chat.loadOlder
source: Click to load earlier messages
zh_hans: 点击加载更早的消息

# chat.messageIndex
source: Message history
zh_hans: 历史消息

# chat.model
source: Model
zh_hans: 模型

# chat.modelFailed
source: Couldn't switch model
zh_hans: 切换模型失败

# chat.offline
source: Offline
zh_hans: 离线

# chat.pasteNoImage
source: No image on the clipboard
zh_hans: 剪贴板里没有图片

# chat.placeholder
source: Message…
zh_hans: 输入消息…

# chat.previewAttachment
source: Attachment: %@
zh_hans: 附件：%@

# chat.previewAttachments
source: %d attachments
zh_hans: %d 个附件

# chat.remove
source: Remove
zh_hans: 移除

# chat.removeFailedAttachment
source: Retry or remove the attachment that failed to upload
zh_hans: 请重试或移除上传失败的附件

# chat.resyncing
source: Rebuilding this chat from the server…
zh_hans: 正在从服务器重建对话…

# chat.retryUpload
source: Retry
zh_hans: 重试

# chat.send
source: Send
zh_hans: 发送

# chat.sendFailed
source: Send failed: %@
zh_hans: 发送失败：%@

# chat.stagedImage
source: Image
zh_hans: 图片

# chat.startFailed
source: Couldn't start the chat: %@
zh_hans: 无法开始聊天：%@

# chat.stop
source: Stop
zh_hans: 停止

# chat.subagents
source: Subagents
zh_hans: 子智能体

# chat.tooLarge
source: Too large (max 100 MB)
zh_hans: 文件过大（最大 100 MB）

# chat.tooManyAttachments
source: Up to %d attachments
zh_hans: 最多 %d 个附件

# chat.voice
source: Voice input
zh_hans: 语音输入

# chat.waitingUpload
source: Waiting for the attachment to finish uploading…
zh_hans: 正在等待附件上传完成…

# common.cancel
source: Cancel
zh_hans: 取消

# common.save
source: Save
zh_hans: 保存

# connected.logout
source: Log out
zh_hans: 退出登录

# connected.logoutConfirm
source: Log out of this Baybo? Notifications and chat stop until you connect again.
zh_hans: 退出此 Baybo？在重新连接前，通知和聊天将停止。

# cron.daily
source: Daily at %@
zh_hans: 每天 %@

# cron.everyHours
source: Every %@ hours
zh_hans: 每 %@ 小时

# cron.everyMinute
source: Every minute
zh_hans: 每分钟

# cron.everyMinutes
source: Every %@ minutes
zh_hans: 每 %@ 分钟

# cron.hourly
source: Hourly
zh_hans: 每小时

# cron.hourlyAt
source: Hourly at :%@
zh_hans: 每小时第 %@ 分

# cron.monthly
source: Day %1$@ monthly at %2$@
zh_hans: 每月 %1$@ 日 %2$@

# cron.weekly
source: %1$@ at %2$@
zh_hans: 每%1$@ %2$@

# cronGroup.empty
source: No execution records yet
zh_hans: 暂无执行记录

# cronGroup.title
source: Scheduled task
zh_hans: 定时任务

# cronJobs.deleteConfirmBody
source: “%@” will stop running and never fire again. The execution records it has already produced are kept.
zh_hans: 「%@」将停止运行，不再触发。已产生的执行记录会保留。

# cronJobs.deleteConfirmTitle
source: Delete this scheduled job?
zh_hans: 删除定时任务？

# cronJobs.deleteFailed
source: Delete failed
zh_hans: 删除失败

# cronJobs.done
source: Done
zh_hans: 已执行

# cronJobs.empty
source: No scheduled jobs
zh_hans: 没有定时任务

# cronJobs.failed
source: Could not load the scheduled jobs
zh_hans: 无法加载定时任务

# cronJobs.pause
source: Pause
zh_hans: 暂停

# cronJobs.pauseFailed
source: Pause failed
zh_hans: 暂停失败

# cronJobs.paused
source: Paused
zh_hans: 已暂停

# cronJobs.resume
source: Resume
zh_hans: 恢复

# cronJobs.resumeFailed
source: Resume failed
zh_hans: 恢复失败

# cronJobs.title
source: Scheduled jobs
zh_hans: 定时任务

# deck.cancel
source: Cancel
zh_hans: 取消

# deck.deleteBody
source: The card moves to the recycle bin; its code is kept and it can be restored.
zh_hans: 卡片会移入回收站，代码保留，可以恢复。

# deck.deleteConfirm
source: Remove
zh_hans: 移除

# deck.deleteTitle
source: Remove this card?
zh_hans: 移除这张卡片？

# deck.deletedAt
source: Deleted {time}
zh_hans: 删除于 {time}

# deck.edit
source: Edit
zh_hans: 编辑

# deck.editDone
source: Done
zh_hans: 完成

# deck.menuRecycle
source: Recycle Bin
zh_hans: 回收站

# deck.recycleEmpty
source: Nothing here — deleted cards land in this bin.
zh_hans: 这里是空的 — 删除的卡片会进入回收站。

# deck.recycleTitle
source: Recycle Bin
zh_hans: 回收站

# deck.restore
source: Restore
zh_hans: 恢复

# direct.back
source: Back
zh_hans: 返回

# direct.connect
source: Connect
zh_hans: 连接

# direct.connecting
source: Connecting…
zh_hans: 连接中…

# direct.failed
source: Connection failed: %@
zh_hans: 连接失败：%@

# direct.hint
source: Use your Baybo's address and access token.
zh_hans: 输入 Baybo 的地址和访问令牌。

# direct.invalidToken
source: Invalid token — check it and try again.
zh_hans: 令牌无效——请检查后重试。

# direct.invalidUrl
source: Enter a valid http:// or https:// address.
zh_hans: 请输入有效的 http:// 或 https:// 地址。

# direct.tokenHint
source: Get this from the computer running Baybo.
zh_hans: 在运行 Baybo 的电脑上获取。

# direct.tokenLabel
source: Access token
zh_hans: 访问令牌

# direct.tokenPlaceholder
source: Paste the access token
zh_hans: 粘贴访问令牌

# direct.urlLabel
source: Baybo address
zh_hans: Baybo 地址

# home.tab.chats
source: Chats
zh_hans: 对话

# home.tab.deck
source: Deck
zh_hans: 卡片

# home.tab.projects
source: Projects
zh_hans: 项目

# home.tab.settings
source: Settings
zh_hans: 设置

# landing.direct
source: Connect with URL & token
zh_hans: 使用 URL 与令牌连接

# landing.scan
source: Scan QR
zh_hans: 扫码连接

# landing.subtitle
source: Connect to your Baybo
zh_hans: 连接到你的 Baybo

# list.approvalPending
source: Waiting for your approval
zh_hans: 等待你的批准

# list.archive
source: Archive
zh_hans: 归档

# list.archiveFailed
source: Archive failed
zh_hans: 归档失败

# list.archivedToast
source: Archived
zh_hans: 已归档

# list.delete
source: Delete
zh_hans: 删除

# list.deleteConfirmBody
source: The conversation leaves this list. Its history stays on the gateway.
zh_hans: 对话将从列表中移除，历史记录仍保留在网关。

# list.deleteConfirmTitle
source: Delete this conversation?
zh_hans: 删除这段对话？

# list.deleteFailed
source: Delete failed
zh_hans: 删除失败

# list.deleteGroupConfirmBody
source: This deletes all %@ execution records of this scheduled job. The job itself is unaffected and will keep running.
zh_hans: 将删除该定时任务的全部 %@ 条执行记录。定时任务本身不受影响，仍会继续触发。

# list.deleteGroupConfirmTitle
source: Delete all runs?
zh_hans: 删除全部执行记录？

# list.empty
source: No conversations yet
zh_hans: 还没有对话

# list.justNow
source: just now
zh_hans: 刚刚

# list.markAllRead
source: Mark read
zh_hans: 全部已读

# list.menu
source: Menu
zh_hans: 菜单

# list.menuArchived
source: Archived
zh_hans: 已归档

# list.menuCronJobs
source: Scheduled jobs
zh_hans: 定时任务

# list.newChat
source: New chat
zh_hans: 新对话

# list.pin
source: Pin
zh_hans: 置顶

# list.pinFailed
source: Pin failed
zh_hans: 置顶失败

# list.previewPlaceholder
source: New conversation
zh_hans: 新的对话

# list.refresh
source: Refresh
zh_hans: 刷新

# list.rename
source: Rename
zh_hans: 重命名

# list.renameFailed
source: Rename failed
zh_hans: 重命名失败

# list.renamePlaceholder
source: Conversation title
zh_hans: 对话标题

# list.renameTitle
source: Rename conversation
zh_hans: 重命名对话

# list.resync
source: Resync
zh_hans: 重新同步

# list.unarchive
source: Unarchive
zh_hans: 取消归档

# list.undo
source: Undo
zh_hans: 撤销

# list.unpin
source: Unpin
zh_hans: 取消置顶

# newProject.budget
source: Daily budget (USD)
zh_hans: 每日预算（美元）

# newProject.budgetNote
source: No ceiling — this board spends what its work costs.
zh_hans: 留空表示不设上限，板子花多少算多少。

# newProject.budgetPlaceholder
source: e.g. 5.00 — empty for no ceiling
zh_hans: 如 5.00，留空表示不限

# newProject.ceilings
source: Ceilings · optional
zh_hans: 每日上限 · 可选

# newProject.create
source: Create project
zh_hans: 创建项目

# newProject.description
source: Description
zh_hans: 描述

# newProject.descriptionPlaceholder
source: What this project is about
zh_hans: 这个项目是做什么的

# newProject.leadNote
source: A lead is hired with the board. Teammates are hired by the lead, or from Team on the desk.
zh_hans: 建板时会自动雇一个 lead。其它队员由 lead 雇，或在桌面端的 Team 里加。

# newProject.name
source: Name
zh_hans: 名称

# newProject.parallelRuns
source: Parallel runs
zh_hans: 并行 run 数

# newProject.parallelRunsNote
source: The board keeps this many runs going, taking the most urgent staffed card out of Todo whenever one finishes. 0 = cards stay in Todo until you move them.
zh_hans: 板子会自己保持这么多个 run 在跑，每完成一个就从 Todo 里取最紧急且有人认领的卡。填 0 表示只有你手动挪卡才会开跑。

# newProject.title
source: New project
zh_hans: 新建项目

# newProject.tokenBudget
source: Daily token budget
zh_hans: 每日 token 上限

# newProject.tokenBudgetNote
source: The ceiling that still bites on a subscription plan.
zh_hans: 订阅制计费下，只有这个上限是真的会拦住板子的。

# newProject.tokenBudgetPlaceholder
source: e.g. 2000000
zh_hans: 如 2000000

# newProject.workdirNote
source: A working directory is created under work/<name> and git-initialised. Point a board at an existing repo from the desk.
zh_hans: 服务端会在 work/<名称> 下建目录并 git init。要接已有仓库请在桌面端操作。

# pair.cancel
source: Cancel
zh_hans: 取消

# pair.cancelled
source: Pairing cancelled.
zh_hans: 配对已取消。

# pair.cancelledReason
source: Pairing cancelled: %@
zh_hans: 配对已取消：%@

# pair.cancelling
source: Cancelling…
zh_hans: 取消中…

# pair.confirmHint
source: Check this code matches the one shown on the computer running `baybo device pair`, then pair on both.
zh_hans: 请核对此代码与运行 `baybo device pair` 的电脑上显示的一致，然后在两端确认配对。

# pair.confirmTitle
source: Confirm pairing
zh_hans: 确认配对

# pair.confirming
source: Confirming…
zh_hans: 确认中…

# pair.connecting
source: Connecting…
zh_hans: 连接中…

# pair.failed
source: Pairing failed: %@
zh_hans: 配对失败：%@

# pair.pair
source: Pair
zh_hans: 配对

# placeholder.comingSoon
source: Coming soon
zh_hans: 敬请期待

# projects.archivedChip
source: archived
zh_hans: 已归档

# projects.count
source: Projects · %@
zh_hans: 项目 · %@

# projects.empty
source: No boards yet. A project is a repo, a team of agents and one board. Baybo only knows about boards while it is open — nothing about them is pushed.
zh_hans: 还没有看板。一个项目 = 一个仓库 + 一队 agent + 一块看板。板子不会推送通知，只有 app 打开时才看得到变化。

# projects.hideArchived
source: Hide archived
zh_hans: 隐藏已归档

# projects.idle
source: idle
zh_hans: 空闲

# projects.new
source: New project
zh_hans: 新建项目

# projects.offline
source: Offline
zh_hans: 离线

# projects.showArchived
source: Show archived (%@)
zh_hans: 显示已归档（%@）

# projects.waiting
source: %@ waiting on you
zh_hans: %@ 项等你处理

# projects.working
source: %@ working
zh_hans: %@ 个在跑

# scan.cancel
source: Cancel
zh_hans: 取消

# scan.notBaybo
source: That QR isn't a Baybo pairing QR. Scan the one shown by `baybo device pair`.
zh_hans: 这不是 Baybo 的配对二维码。请扫描 `baybo device pair` 显示的那个。

# scan.permissionOff
source: Camera access is off — enable it for Baybo in Settings, then try again.
zh_hans: 相机权限已关闭——请在「设置」中为 Baybo 开启后重试。

# search.cancel
source: Cancel
zh_hans: 取消

# search.clear
source: Clear search text
zh_hans: 清除搜索内容

# search.empty
source: No matches.
zh_hans: 没有匹配的结果。

# search.exit
source: Close search
zh_hans: 退出搜索

# search.failed
source: Search failed. Check the connection and try again.
zh_hans: 搜索失败，请检查连接后重试。

# search.more
source: and %@ more
zh_hans: 还有 %@ 条

# search.placeholder
source: Search
zh_hans: 搜索

# search.title
source: Search
zh_hans: 搜索

# search.truncated
source: More matches — refine the search.
zh_hans: 还有更多结果，请细化搜索词。

# search.untitled
source: Untitled
zh_hans: 未命名

# settings.language
source: Language
zh_hans: 语言

# settings.version
source: Version
zh_hans: 版本

# subagent.cancelled
source: Stopped
zh_hans: 已停止

# subagent.completed
source: Done
zh_hans: 已完成

# subagent.empty
source: No subagents in this chat
zh_hans: 这个对话没有派出子智能体

# subagent.failed
source: Failed
zh_hans: 失败

# subagent.loading
source: Loading…
zh_hans: 加载中…

# subagent.pending
source: Queued
zh_hans: 排队中

# subagent.running
source: Running
zh_hans: 运行中

# subagent.unavailable
source: Can't reach subagents
zh_hans: 无法获取子智能体

# subagent.unknown
source: Ended
zh_hans: 已结束
